Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_214_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Nuortalaččat
smn: Nuorttâsämmiliih

source: Nuortalašgiella gullá sámegielaid nuorttabeale jovkui .
smn: xxx

source: Nuortalaččat lea álbmot golmma riikkas : Norggas , Suomas ja Ruoššas .
smn: Nuorttâsämmiliih lii aalmug kuulmâ enâmist : Taažâst , Suomâst já Ruošâst .

source: Sin oassin leamašan ássat guovllus , mas stuorraválddit leat digaštallan jahkečuđiid áigge .
smn: Sii kolgâmužžân lii lamaš aassâđ kuávlust , mast stuorrâvääldih láá rijdâlâm ihečuođij ääigi .

source: Riikkarájáid nuppástusat leat stuorrát váikkuhan nuortalaččaid eallimii .
smn: Väldikudij raajij nubástusah láá čuuvtij vaikuttâm nuorttâsämmilij elimân .

source: Suomas leat sullii 600 nuortalačča , geat ásset nu sámiid ruovttuguovllus go dan olggobealdege .
smn: Suomâst láá nuorttâsämmiliih suullân 600 , kiäh äässih nuuvt sämikuávlust ko ton ulguubeln-uv .

source: Stuorra oassi nuortalaččain eallá nuortalašguovllus ( Nuortalašláhka 4.2.1995/253 , 2 § ) , masa gullet Čeavetjávrri ja Nellima nuortalašgilit sihke Keväjávrri nuortalaččaid ássanguovlu .
smn: Stuorrâ uási nuorttâsämmilijn äässih sierânâs nuorttâlâškuávlust ( Nuorttâlâšlaahâ 4.2.1995/253 , 2 § ) , main láá Čevetjäävri já Njellim nuorttâlâšsiijdah sehe Kiđđâjäävri nuorttâlâšâi aassâmkuávlu .

source: Čeavetjávri lea nuortalaččaid váimmusguovlu , mas nuortalašgiella ja kultuvra lea lunddolaš oassi beaivválaš eallima .
smn: Čevetjävri lii nuorttâlâškuávlu vááimus , mast nuorttâsämikielâ já kulttuur láá luándulâš uási jyehipiäiválâš eellim .

source: Stuorámus oassi nuortalašguovllus ássi nuortalaččain ássá justa Čeavetjávrris .
smn: Iänááš uási nuorttâlâškuávlust ässee nuorttâsämmilijn äässih eidu Čevetjäävrist .

source: Nuortalaččaid ásaiduvvama 60-jagidoalut Čeavetjávrris 2009 .
smn: Nuorttâlâšâi asâttem 60-ive juhleh Čevetjäävrist 2009 .

source: xxx
smn: Kielâ

source: Nuortalaččain sullii bealli ( sullii 300 olbmo ) hállá eatnigiellanis nuortalašgiela .
smn: Nuorttâsämmilijn suullân peeli sárnuh eenikielânis nuorttâsämikielâ . Lohomeerrin tot lii suullân 300 olmožid .

source: Go geahčada eatnigielagiid ahkejuohkašumi , sáhttá oaidnit ahte ovdal jagi 1970 riegádan nuortalaččat leat oahppan eatnigiellaneaset nuortalašgiela .
smn: Ko tarkkuustâl eenikielâlij ahejuáhásem , te puáhtá uániđ , et ovdil ive 1970 šoddâm nuorttâsämmiliih láá oppâm eenikielânis nuorttâsämikielâ .

source: Dán maŋŋá riegádan nuortalaččain stuorámus oassi leat eatnigielaset dáfus suomagielagat .
smn: Tast maŋa šoddâm nuorttâsämmilijn láá iänááš eenikielânis suomâkielâliih .

source: Positiivvalaš ovdánupmin oaidnit , ahte fas jagis 1990 ovddosguvlui leat bajásšaddan muhtun guovttegielat mánát ( nuortalašgiella-suomagiella ) .
smn: Positiivlâš ovdánmân tiättoo , et oppeet ivveest 1990 ovdâskulij láá šoddâm motomeh kyevtkielâliih párnááh ( nuorttâsämikielâ – suomâkielâ ) .

source: Boatkka giela sirdáseamis buolvvas nubbái lea dagahan dan , ahte giella ii leat ovdánan suoma servodaga stuorra nuppástusa mielde lunddolaš , dearvvas ja ealli giellan ( " natural , healthy and living language " ) oassin nana nuortalaš servodaga .
smn: Potkâ kielâ sirdâšuumeest suhâpuolvâst nuubán lii tovâttâm tom , et kielâ ij lah ovdánâm syemmilii ohtsâškode stuorrâ nubástus mield luándulâžžân , tiervâs já ellee kiellân ( " natural , healthy and living language " ) uássin noonâ nuorttâsämmilâš siärváduv .

source: Nuortalaččat geavahit nuortalašgiela eanemus Čeavetjávrri guovllus .
smn: Nuorttâsämmiliih kevttih nuorttâsämikielâ enâmustáá Čevetjäävri kuávlust .

source: Doppe giella lea beaivválaččat anus ruokto- , skuvla- ja bargogiellan , eanet goit boarrásut olbmuid gaskavuođas .
smn: Tobbeen kielâ lii jyehipiäiválii kiävtust päikki- , škovlâ- já pargokiellân , eenâb kuittâg puárásuboi ulmui koskâvuođâst .

source: Eará guovlluin giella lea measta jávkan .
smn: Eres kuávluin kielâ lii masa lappum .

source: Muhtun báikkiin , nugo Avvila nuortalašgiela giellabeasis , ortodoksalaš girkus ja boarrásiid bálvalanruovttus giela sáhttá goit geavahit .
smn: Motomijn soojijn , tegu Avveel nuorttâkielâpiervâlist , ortodoksâlâš kirhoost já puárásij palvâlempääihist puáhtá kielâ kuittâg kevttiđ .

source: Sámeradio lea maid dehálaš gaskaoapmi geavahit ja gullat giela .
smn: Säämi radio lii meiddei tehálâš areena kevttiđ já kuullâđ kielâ .

source: Sámeradio leamašange hui dehálaš erenomážit nuortalašgiela ovddidan- ja seailluhanbarggus danin go dat lea fállan nuortalašgielat prográmma vahkkosaččat juo logijagiid áigge .
smn: Säämi radio lii-uv lamaš pehtilumos riäidu eromâšávt nuorttâsämikielâ ovdedem- já siäiluttempargoost falâmáin nuorttâsämikielâlâš ohjelm ohoi mield jo luuvij iivij ääigi .

source: Nuortalašgiela girjegiela ja čállinvuogi álge ovddidit easkka 1970-logus .
smn: Nuorttâsämikielâ kirjekielâ já čäällimvyehi ovdeduudškuođij iäskán 1970-lovvoost .

source: Nuortalašgiella oahpahuvvo dán áigge giellabeasis ja vuođđoskuvllas sihke gáiddusoahpahussan logahagas .
smn: Nuorttâsämikielâ máttááttuvvoo tááláá ääigi kielâpiervâlist já vuáđuškoovlâst sehe luvâttuvâst káiđusmáttááttâssân .

source: Eatnigielagiin dušše muhtumat máhttet lohkat ja čállit nuortalašgiela .
smn: Eenikielâlijn tuše motomeh mättih luuhâđ já čäälliđ nuorttâsämikielâ .

source: Čállindáiddu sii leat oahppan čállingurssain .
smn: Čäällimtááiđu sij láá oppâm čäällimkuursâin .

source: Jagis 1991 álgán nuortalašgiela oahpahusa dihte stuorámus oassi Čeavetjávrri skuvlla oahppiin máhttá lohkat ja čállit nuortalašgiela .
smn: Ive 1991 álgám nuorttâsämikielâ máttááttâs keežild iänááš uási Čevetjäävri škoovlâ uáppein máttih luuhâđ já čäälliđ .

source: Lea goit čalbmáičuohcci , ahte eanaš oahppiin eatnigiellan lea suomagiella , ja sii leat lohkan nuortalašgiela vieris giellan ja ná máhttet giela dušše vehá .
smn: Lii kuittâg huámášittee , et iänááš uási uáppein láá eenikielâs peeleest suomâkielâliih , já sij láá oppâm nuorttâsämikielâ vieres kiellân . Tanen kielâ mättim lii ucce .

source: Dilli lea nappo dat , ahte eatnigielagat eai máhte čállit ja dat , geat máhttet , máhttet giela dušše uhcán .
smn: Nuuvtpa tile lii tot , et eenikielâliih iä määti čäälliđ já toh , kiäh mättih čäälliđ , mättih kielâ tuše uccáá .

source: Nuortalašgielat giellabargiide livččii bargu fállun valjis ovdamearkka dihte oahppamateriála válmmašteamis .
smn: Nuorttâsämikielâlâš kielâpargeid ličij pargo fálusist valjeest ovdâmerkkân oppâmateriaal rähtimist .

source: Ealáhusat
smn: Iäláttâsah

source: Nuortalaččaid árbevirolaš ealáhusat leamašan boazodoallu , guolástus , meahccebivdu , duodji ja čoaggin .
smn: Nuorttâsämmilij ärbivuáváliih iäláttâsah láá lamaš puásuituálu , kyelipivdo , meccipivdo , tyeji já nuurrâm .

source: Boazodoallu lea ain dehálaš ealáhus , eandalit Čeavetjávrri guovllus .
smn: Puásuituálu lii ain-uv tehálâš iäláttâs , aainâs Čevetjäävri kuávlust .

source: Nuortalašbálgosat leat Njávdáma ja Váhčira bálgosat .
smn: Nuorttâlâšpalgâseh láá Njiävđám já Vääččir palgâseh .

source: Guolástus , meahccebivdu , murjen ja guobbariid čoaggin hárjehuvvo dán áigge dušše lagamustá ruovttudárbbuid várás .
smn: Kuálástem , miäcástem , muorjim já kuobbârij nuurrâm pargoo innig iänááš päikkitárbun .

source: Bálvalansuorgi , turisma ja dasa laktáseaddji prográmmabálvalusat bohtet áiggi mielde lassánit .
smn: Palvâlemsyergi , mađhâšem já toos kullee ohjelmpalvâlusah láá ovdáneijee iäláttâsah .

source: Nuortalašgillii ja – kultuvrii gullevaš doaimmat addet barggu ain eanet olbmuide .
smn: Nuorttâsämikielân já kulttuurân kullee tooimah adeleh pargo ain maŋgâsubboid ulmuid .

source: Duodji
smn: Tyeji

source: Nuortalaččaid biktasat earránit eará sámebiktasiin earet eará nu , ahte dat leat valjis hervejuvvon bearraliiguin .
smn: Nuorttâsämmilij máccuheh iäráneh eres sämimáccuhijn eres lasseen nuuvt , et tain lii valjeest kässeekeđgikirjim .

source: Mihtilmas duojit leat bearalhervema lassin veadde- ja beasseduojit sihke snálduin badnojuvvon , sávzzaullus válmmaštuvvon ránut , fáhcat ja suohkut .
smn: Jiešvuođâliih tyejeh kässeekeđgikirjim lasseen jáá veddi- já pessipargoh sehe snäldein poonnum , saavzâulloost rahtum ráánuh , vaacah já suháh .

source: Čuomaid geavaheapmi lea maŋimuš logijagi áigge máhccan min duodjemeaštáriid dáidduide .
smn: Kyelenahkij kevttim lii majemui ihelovoi ääigi maccâm tyejimiäštárij táiđoid .

source: Albmáid árbevirolaš duojit leat sanireagat , gerresat , fatnasat ja iešguđetlágan atnudiŋggat .
smn: Almai ärbivuáváliih pargoh láá sanirievah , kerriseh , kárbáh já jieškote-uvlágáneh anotiiŋgah .

source: Govas nuortalaš nieida Sara Wesslin .
smn: xxx

source: Osku
smn: Oskoldâh

source: Nuortalaččat leat dán áigge eanaš ortodoksalaš girku lahtut .
smn: Nuorttâsämmiliih láá tááláá ääigi iänááš ortodoksâlii kirho jesâneh .

source: Trifon Petsamolainen gohččumis nuortalaččat gásttašuvvojedje ortodoksalaš oskui juo 1500-logu beallemuttu sulain .
smn: Trifon Piäccámlii pákkumist nuorttâsämmiliih kástojii ortodoksâlâš oskoldâhân jo 1500-lovo pelimuddoost .

source: Otnege ortodoksalaš osku eallá nanusin nuortalaččaid kultuvrras .
smn: Onnáá peeivi-uv ortodoksâlâš oskoldâh iälá nanosin nuorttâsämmilij kulttuurâst .

source: Ortodoksalaš girkut leat Čeavetjávrris , Avvilis ja Nellimis sihke kapealla Keväjávrris .
smn: Ortodoksâliih kirhoh láá Čevetjäävrist , Avelist já Njellimist sehe kappel Kiđđâjäävrist .

source: Ortodoksalašvuohta earuha nuortalaččaid Suoma eará sápmelaččain , geat gullet eanaš luteralaš girkui .
smn: Ortodoksâlâšvuotâ iärut nuorttâsämmilijd Suomâ eres sämmilijn , kiäh kuleh iänááš luterilâš kiirkon .

source: Nuortalaš musihkkaárbevierru
smn: Nuorttâlâš muusikärbivyehi

source: Nuortalaš musihkkaárbevirrui gullet leuddit – lávlumiin muitaluvvon divttat .
smn: Nuorttâlâš muusikärbivuáhán kuleh leu ' ddeh – lávlumáin muštâlum tivtâstuvah .

source: Leuddit muitalit olbmuin ja dáhpáhusain sin eallimis sihke birastahtti luonddus .
smn: Leu ' ddeh muštâleh ulmuin já tábáhtusâin sii elimist sehe pirâstittee luándust .

source: Leuddit nugo maid nuortalašmáidnasat seailluhit njálmmálaš tradišuvdnan nuortalaččaid historjjá .
smn: Leu ' ddeh siämmáá ko nuorttâlâšmainâseh siäilutteh nuorttâlâšâi historjá njálmálâš ärbivyehin .

source: Musihkkatradišuvdnii gullet maid cullanlávlagat , lávlunstohkosat , katrillat ja morašlávlagat .
smn: Muusikärbivuáhán kuleh meiddei vuáttumlavluuh , laavlâsierah , katrilleh já čiärrumsaalmah .

source: Dánsa
smn: Tanssâ

source: Álbmotdánsatradišuvdna ja katrilla dánsun leat maid boahtán Frankriikka hoavvadánssain nuortti bokte oassin nuortalaš kultuvrra .
smn: Aalmugtanssâärbivyehi já katril tánssám láá meiddei puáttám Ranska hovitaansâin nuorttân uássin nuorttâsämmilâš kulttuur .

source: Mátki Beaivvášgonagasa hoavas nuortalaččaid eatnamii lea leamaš guhkki ja danin katrilla leage sakka rievdan dan rájes .
smn: Mätki Piäiváškunâgâs hovist nuorttâlâi enâmáid lii lamaš kukke , já ton määđgi ääigi katril lii-uv hámášum algâkäldeestis masa tubdâmettumin .

source: Katrilla dánsuma oahpahit aŋkke Čeavetjávrri skuvllas ja dat lea veahkehan sirdit katrilladáiddu maid nuorat bulvii .
smn: Katril tánssám máttáátuvvoo aainâs Čevetjäävri škoovlâst já tot išedij sirdeđ katriltááiđu meiddei nuorâb puolvân .

source: Nuortalaččaid luohttámušalmmái Veikko Feodoroff doallamin sága nuortalaččaid ásaiduvvama 60-jagidoaluin 2009 .
smn: Nuorttâlâšâi luáttámušalmai Veikko Feodoroff tolâmin saavâ Nuorttâlâšâi asâttem 60-ive juhleest 2009 .

source: Hálddahus
smn: Haldâttâs

source: Nuortalaččat leat maŋimuččat daid sámečearddain , main árbevirolaš ja originála hálddahus lea ain anus , vaikkoge lea sakka doaibmaválddis manahan .
smn: Nuorttâsämmiliih lii majemuš säämi hiäimuin , kiäi toovláš já jiešvuođâlâš haldâttâs lii ain-uv kiävtust , veikkâ lii-uv uáli čuuvtij monâttâm toimâvääldis .

source: Nuortalaččaid árbevirolaš iešstivrenvuogádat , nuortalaččaid siidačoahkkin , lea alimus mearrideaddji orgána nuortalaččaide guoski áššiin .
smn: Nuorttâlâšâi toovláš jiešhaldâšemvuáhádâh , nuorttâlâšâi sijdâčuákkim , lii alemus merideijee orgaan , ko meriduvvoo nuorttâlâšâid kyeskee aašijn .

source: Siidačoahkkimat dollojuvvojit goappat nuortalašgilis , Nellim-Keväjávrris ja Čeavetjávrris .
smn: Sijdâčuákkimeh tuállojeh kuohtuin nuorttâlâšsiijdâin Njellim-Kiđđijäävrist já Čevetjäävrist .

source: Nuortalaččaid siidačoahkkima jođiha ja ovddasta válggain válljejuvvon nuortalaččaid luohttámušolmmoš .
smn: Nuorttâlâšâi sijdâčuákkim joođeet já oovdâst vaaljâiguin väljejum nuorttâlâšâi luáttámušalmai .

source: Siidačoahkkimis lea doaimmahat Čeavetjávrris , gos luohttámušolbmo veahkkin bargá nuortalaččaid siidačoahkkima čálli .
smn: Sijdâčuákkimist lii toimâttâh Čevetjäävrist , kost luáttámušalmaa iššeen parga nuorttâlâšâi sijdâčuákkim čällee .

source: Goappat gilis lea iežas nuortalašráđđi , maid siidačoahkkimat válljejit gaskavuođasteaset seammaguhkkosaš badjái go luohttámušolmmoš .
smn: Kuábbáá-uv siijdâst lii jieijâs nuorttâlâšrääđi , mon sijdâčuákkimeh väljejeh jieijâs koskâvuođâst siämmáá kukkosii pajan ko luáttámušalmaa-uv .

source: Nuortalašráđiid bargun lea veahkehit nuortalaččaid luohttámušolbmo áššiid dikšumis cealkimiin oaiviliiddiset oktasaš áššiid birra .
smn: Nuorttâlâšraađij pargon lii išediđ nuorttâlâšâi luáttámušalmaa aašij hoittáámist addelmáin uáinuidis ohtsijn aašijn .

source: Stuorra , prinsihpalaš áššit goit gieđahallojit siidačoahkkimiin .
smn: Stuorrâ , prinsiipliih linjiimeh kuittâg kieđâvuššojeh sijdâčuákkimijn .

source: Dábálaččat luohttámušolmmoš lea eret nuppi gilis ja várreluohttámušolmmoš fas nuppis .
smn: Táválávt luáttámušalmai lii nube siijdâst já väriluáttámušalmai nube siijdâst .

source: Várreluohttámušolmmoš válljejuvvo nuortalašráđiid lahtuid gaskavuođas .
smn: Väriluáttámušalmai väljejuvvoo nuorttâlâšraađij jesânij koskâvuođâst .

source: Govat : Ulla Isotalo
smn: Koveh : Ulla Isotalo

source: Liŋkkat :
smn: Liiŋkah :

source: Nuortalaš giella - ja kultursearvi Saa ' mi Nue ' tt ry
smn: Nuorttâsämmilâš kielâ- já kulttuurservi Saa ' mi Nue ' tt ry

source: Kolttasaamelaiset - Sámemusea Siidda buvttadan diehtopakeahtta
smn: Nuorttâsämmiliih - Sämimuseo Siijdâ pyevtittem tiätupakkeet
